Repository: MartinIIOT/markets
Catalog: po/*.po
Languages: eu

source: Markets
eu: Merkatuak

source: The Markets app delivers financial data to your fingertips. Stay on top of the market and never miss an investment opportunity!
eu: Markets aplikazioak eskura jartzen ditu finantza-datuak. Ez galdu inoiz inbertsiorako aukerarik!

source: Features:
eu: Ezaugarriak:

source: Create your personal portfolio
eu: Sortu zure zorro pertsonala

source: Track stocks, currencies, cryptocurrencies, commodities and indexes
eu: Ekintzak, dibisak, kriptodibisak, lehengaiak eta indizeak jarraitu

source: Compatible with Linux smartphones (Librem5, PinePhone)
eu: Bateragarria da Linux smartphoneekin (Librem5, PinePhone)

source: Open any symbol in Yahoo Finance for more details
eu: Ireki edozein ikur Yahoo Finantzak webgunean xehetasun gehiago lortzeko

source: Adjust the refresh rate
eu: Freskagarri tasa doitu

source: Dark Mode
eu: Modu iluna

source: Live Prices
eu: Zuzeneko prezioak

source: Markets 0.4.0 brings new features and bug fixes.
eu: Markets 0.4.0 ezaugarri berriak eta akatsen zuzenketak dakartza.

source: Added new app icon
eu: Aplikazioaren ikono berri bat gehitu da

source: Added reorder support
eu: Berrantolaketa-euskarria gehituta

source: Added i18n support
eu: Bateragarritasuna gehitu da i18n-ekin

source: Fixed various issues
eu: Hainbat arazo konpondu dira

source: Markets 0.3.0 brings bug fixes.
eu: Markets 0.3.0 akats-zuzenketak ekartzen ditu.

source: Markets 0.2.0 brings small feature additions and bug fixes.
eu: Markets 0.2.0 ezaugarrien gehikuntza txikiak eta erroreen zuzenketak dakartza.

source: Initial release
eu: Hasierako jaurtiketa

source: stock;currency;cryptocurrency;finance;economy;
eu: Akzioak;txanpona;kriptomoneda;finantzak;ekonomia;

source: Pull interval
eu: Freskagarri tartea

source: Pull data every X seconds.
eu: Freskatu datuak X segundotik behin.

source: Use dark GTK+ theme
eu: GTK+ gai iluna erabili

source: Use the dark variant of your GTK+ theme. Please note that not every GTK+ theme has a dark variant.
eu: Erabili GTK+ gaiaren aldaera iluna. Kontuan izan GTK+ gai guztiek ez dutela aldaera ilunik.

source: Window width
eu: Leihoaren zabalera

source: Remember the window width.
eu: Gogoratu leihoaren zabalera.

source: Window height
eu: Leihoaren altuera

source: Remember the window height.
eu: Gogoratu leihoaren altuera.

source: General
eu: Orokorra

source: Update Interval
eu: Eguneratzeko tartea

source: Pull data every X seconds
eu: Freskatu datuak X segundotik behin

source: Apppearance
eu: Itxura

source: Dark Theme
eu: Gai iluna

source: No symbols
eu: Ikurrik gabe

source: Press + to add one.
eu: Sakatu + bat gehitzeko.

source: New symbol
eu: Ikur berria

source: _Cancel
eu: _Ezeztatu

source: _Add
eu: _Gehitu

source: Source: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
eu: Iturria: <a href="https://finance.yahoo.com/">Yahoo Finantzak</a>

source: Preferences
eu: Lehentasunak

source: About Markets
eu: Marketi buruz

source: Click on a checkbox to select
eu: Egin klik lauki batean aukeratzeko

source: Cancel
eu: Ezeztatu

source: Select all
eu: Hautatu dena

source: Select none
eu: Ez hautatu bakar bat ere

source: Official webpage
eu: Webgune ofiziala

source: Market Closed
eu: Merkatu itxia

source: Market Open
eu: Merkatu irekia
